***********************************************************************
* Output from:                                Fri Sep 23 13:31:17 2016 *
*                                                                      *
*                GENEHUNTER - Complete Linkage Analysis                *
*                         (version 2.1_r3 beta)                        *
*                                                                      *
************************************************************************

'photo' is on: file is 'results.out'

npl:2> ps on
Postscript output is now 'on'

npl:3> load markers datafile.dom1.mp.dat
Parsing Linkage marker data file...
4 markers read (last one = loc4)

npl:4> scan pedigrees ex.mp.pre

analyzing pedigree 1...
using non-originals:  3 6 8 14 4 5 12 16
position  LOD score    NPL score  p-value    information
   0.00    1.776539     1.063763  0.156250    0.737905
   2.23    1.754757     1.302185  0.125000    0.555638
   4.46    1.696684     1.529221  0.125000    0.503914
   6.69    1.583552     1.746957  0.125000    0.525890
   8.93    1.348967     1.957538  0.125000    0.621204
  11.16    0.088971     2.163192  0.125000    0.846154
  18.09    1.357141     2.016122  0.125000    0.585400
  25.02    1.613203     1.955685  0.125000    0.472219
  31.95    1.782358     1.975207  0.125000    0.430982
  38.88    1.933418     2.075993  0.125000    0.451049
  45.81    2.088523     2.267383  0.031250    0.563781
  48.05    1.751733     1.712006  0.125000    0.335026
  50.28    1.334307     1.213397  0.125000    0.235210
  52.51    0.769102     0.764145  0.156250    0.201029
  54.74   -0.154232     0.357719  0.156250    0.229913
  56.97   -3.554191    -0.011643  0.375000    0.372702


analyzing pedigree 2...
using non-originals:  3 4 6 2 15 17 19 36 38 1
position  LOD score    NPL score  p-value    information
   0.00    2.217506     6.717569  0.007812    0.599811
   2.23    2.055646     4.954920  0.007812    0.540276
   4.46    1.840636     3.386098  0.007812    0.554153
   6.69    1.526464     2.027980  0.025391    0.613126
   8.93    0.966756     0.910421  0.063232    0.722127
  11.16   -3.507357     0.079227  0.246094    0.933333
  18.09   -0.216496     0.278476  0.183350    0.631952
  25.02    0.151455     0.421473  0.125977    0.502774
  31.95    0.256117     0.530843  0.098389    0.459038
  38.88    0.169110     0.622342  0.091797    0.493558
  45.81   -1.037337     0.704994  0.074951    0.651811
  48.05    0.580056     0.831010  0.065674    0.558688
  50.28    0.852315     0.946428  0.062500    0.512747
  52.51    1.003108     1.052963  0.062500    0.492946
  54.74    1.103848     1.152103  0.062500    0.498665
  56.97    1.177226     1.245119  0.062500    0.548595


npl:5> total stat
Totalling pedigrees: ..
position LOD_score   NPL_score  p-value     information
   0.00   3.994045     5.50223 0.007812      0.668858
   2.23   3.810403     4.42444 0.007812      0.547957
   4.46   3.537320     3.47566 0.008087      0.529033
   6.69   3.110016     2.66928 0.014648      0.569508
   8.93   2.315723     2.02795 0.022026      0.671665
  11.16  -3.418386     1.58563 0.062675      0.889744
  18.09   1.140645     1.62253 0.055305      0.608676
  25.02   1.764659     1.68090 0.047569      0.487496
  31.95   2.038475     1.77205 0.038177      0.445010
  38.88   2.102527     1.90801 0.028061      0.472304
  45.81   1.051186     2.10179 0.020050      0.607796
  48.05   2.331790     1.79818 0.035515      0.446857
  50.28   2.186622     1.52723 0.076538      0.373979
  52.51   1.772210     1.28489 0.111015      0.346987
  54.74   0.949616     1.06761 0.162025      0.364289
  56.97  -2.376964     0.87220 0.170807      0.460648
file to store postscript plot [npl_plot.ps]: 
file to store postscript plot [lod_plot.ps]: 
file to store postscript plot [info_content.ps]: 

npl:6> single point on
Single point mode is now 'on'
You will need to scan pedigrees again for this to take effect
.
npl:7> scan pedigrees ex.mp.pre

analyzing pedigree 1...
using non-originals:  3 6 8 14 4 5 12 16
position   LOD score    NPL score   p-value   information
loc1        1.190198     0.370455  0.156250    0.615385
loc2        0.088971     2.163192  0.125000    0.846154
loc3        2.088526     2.302113  0.031250    0.538462
loc4       -3.258819    -0.370455  0.625000    0.230769

analyzing pedigree 2...
using non-originals:  3 4 6 2 15 17 19 36 38 1
position   LOD score    NPL score   p-value   information
loc1        1.501905     2.645345  0.007812    0.333333
loc2       -3.507357     0.079227  0.246094    0.933333
loc3       -1.796327    -0.050469  0.328613    0.466667
loc4        0.900824     0.813464  0.066406    0.400000

npl:8> ltotal stat
unrecognized command: 'ltotal stat'

npl:9> total stat
Totalling pedigrees: ..
position LOD_score   NPL_score  p-value     information
loc1   2.692103     2.13249 0.019569      0.474359
loc2  -3.418386     1.58563 0.062675      0.889744
loc3   0.292199     1.59215 0.060829      0.502564
loc4  -2.357995     0.31325 0.240906      0.315385

npl:10> 
*** break ***

npl:10> quit

        ...goodbye...

